{"article": {
	"info": {
		"title": [
			"Eike K&uoml;nig",
			"Der Kinder K&uuml;mmerer"
		],
		"author": [
			"Ken Frederick",
			"Simone Wittmann"
		]
	},


	"intro": {
		"text": [
			"When I initially reached out to Eike K&uoml;nig for an interview, I was familiar with the gorgeous and evocative work that Hort produces. The wonderfully simple work done for electronic artists Booka Shade, the Stiftung Bauhaus Dessau identity, or the trashy Calle Underground. Hort's work and approach is an embodiment of the Eamsian philosophy of \"Take your pleasures seriously.\"",
			
			"The old guard of Meta or the legacy of Pierre Mendell although widely respected, no longer represents contemporary approaches to design. The face of this consistent and challenging German design aesthetic, that has lain dormant since the closing of the Weimar Bauhaus, is exciting and \"offen.\"",
			
			"Much like the Bauhaus, albeit not driven by an institution, educating is a key component. The mere name of Hort, \"after-school club\" or \"Latchkey Club\", implies Eike's emphasis on education and learning. The number of workshops Eike leads internationally is staggering and a feat by itself.",

			"After a bit of back and forth via email we agreed to meet at the, where he was giving a two-day workshop. It was a brisk March evening as I wandered aimlessly around the main building of the school in search of Eike. Eventually I stumbled across a small room where he was, essentially, holding court with the students of the workshop, and I was able to enjoy a preview of his talk that would take place on the next evening at Gasteig M&uuml;nchen.",

			"The air was sticky and the room was packed. A projector was perilously perched on a small table and Eike stood wedged in the corner behind a much too small podium and it was as I stood leaning against the door jam in this compact sauna, that I realized the amount of rigor that goes into projects at Hort. I had assume a certain rigor of creative exploration, but what I was caught off guard (and humbled) by was the amount of \"strategic\" vigor that Eike spoke of as he traversed the landscape of Hort's projects.",

			"What Hort does is design, but moreover they further prove that what we as designers do is an art (not art) and not a science.",

			"We and a handful of students mosied our way to FavoritBar. A notably quirky, sparsely furnished, establishment nestled in the back alleys between Sendlinger Tor and Marienplatz. This night was no exception, as I my naïvity about the interview gave way to the reality of how this interview was actually going to take place.",

			"As we saddle up to the bar, we're immediately \"shh'd\" by the bartender and made aware that tonight a more pressing presentation than our conversation is taking place. That being an in-depth break down of contemporary philosophical ideologies as represented by Looney Tunes. And this whole time you thought, Wil. E. Coyote was just chasing Road Runner, when in actuality he is an existentalist hero forever punished to suffer.",

			"This moment is a wonderful example of the occurrences that are driving Germany's uprising aesthetic. Gone is the stereotype of up-tight, punctual, linear focused, tight pants wearing (ok, keep that last one) Germany, replaced, if only to us foreigners, by a care-free, \"chill the fuck out\" attitude. The pretense of an \"interview\" broke down as we sat perched upon our stools soaking up the intriguing (if not slightly absurd) lecture before us.",

			"Hort may not be redefining the strategic or visual vision for fortune 500 companies, they're aiming much higher in my opinion their defining the strategic and visual vision of a generation."
		]
	},


	"main": {
		"text": []
	},


	"interview": {
		"text": [

			{"T": ["You established Hort in 1994, but at that time did you have the vision to create a studio as a \"shelter for personalities?\" Better said, was it always your idea to educate designers in what you call \"a large colorful playground.\""]},

			{"Eike": ["Yes... no, that is, in the form in which Hort currently exists, that wasn't planned at that time. It was more like I wanted to have my own shelter. I wanted to be responsible for my self. And through this responsibility determine, where I trust myself and where I do not. And that was for me then to say if I'm taking over responsibility for myself then it's also a kind of shelter. As soon as I give away this responsibility, I have no more protection and I would have to follow what the others do. So I said, \"ok, I'll open my own shop which protects me.\"",

				"The moment I decided to start my own business, a record company approached me, at that time they were called \"Water Music\" in Hamburg. They said, \"Eike ok, if you were to go freelance you would get 30 projects from me.\"",

				"That was complete financial independence. I knew full well I could work for the next 2, 3, 4 years without seeking out other clients and I would probably make an insane amount of money at first. That means, I could completely rely on myself and \"ok, money is coming in, so I can try this out. I can try other things out.\"",

				"But, well, I could already tell, that free's me up and I'm protected from having to do things that others would normally have to do. So I could really say, \"no, I don't think this is a good project, someone else should take it on.\""]},

			{"T": ["...and you could simply choose projects, based on your strengths or where you could work and experiment and further develop yourself."]},

			{"Eike": ["And so I was just working, for many years, over 15 years, I was just insanely consistent. And eventually it all comes back. Eventually, only people come to you, who are looking for exactly what you can do.",

				"And if I had given in at the time, well then, many stay within their area, one is creative, the other is money.",

				"I didn't want that. I've always said so, money must also be creative, otherwise I won't do it."]},

			{"T": ["Can you elaborate?"]},

			{"Eike": ["It's always like this, there are things I actually don't like to show, but they bring in money.",

				"I only work on things where I have a feeling that I can do what I'd like to. I've only worked on things where I had the feeling, here I can grow and improve and at the same time earn money. Always this combination of \"I can get further along, design-wise, as a designer I can be involved\" but I would also be compensated. And not to say, well, actually I was just a pair of hands and was paid for that. That was never my idea.",

				"That is, I find consistency within the design process to be an important attribute, that's something I stand by. And I don't mean that everyone should do as I do, but rather they should be aware of what they do. Develop awareness. They could work in advertising, I don't care. But they should say, I do advertising, because I want to do it and not because, I have to or something like that."]},

			{"T": ["I agree. But this evening what you mentioned something about Jazzanova, I found pretty interesting. Usually there is a certain number of design rounds, then the client gets what they get. But you invested so much money, or rather time, to develop something new until the customer was happy. So what's your limit? When do you say, \"hey, we're done, because if we continue to work then money doesn't matter or it doesn't make sense anymore.\" Is it, for example, in this case, passion, client responsibility or something else?"]},

			{"Eike": ["I don't want to produce anything that in the end I can't say, \"I like that.\" This is also what drives me. Perhaps this doesn't reflect positively financially, but for me personally it is very important. The freedom to say, okay, don't let me be dictated financially, that I have do it that way, but rather I'll say I'll pay for it, here I'll invest more than what makes sense economically.",

				"I have the opinion, over time I've had many experiences, the most difficult projects were the ones which pushed me the farthest. The ones that brought me as a designer or personality so much further ahead than those that were just well paid. This whole debate we of course need to be aware of. And I've also, above all, I'm no longer alone, I have people working for me who need money. That said, I have to generate some form of income and in the end this is always so, I'm really driven by the desire to do something good, to do something I can be satisfied with my during my lifetime."]},

			{"T": ["I see."]},

			{"Eike": ["Well, but sometimes you can't pull the ripcord anymore, because there is so much already invested, that you say, now it won't help anymore. Now, to say we're stopping, is total nonsense."]},

			{"T": ["I'll ask because for me, it's easy to say, \"this is for some band,\" who may not have a lot of money, but if you work for clients like Adidas or Nike or whatever and they say \"ehhh we don't like that\" when do you say we're satisfied with our work and have fulfilled the contract and it seems you're trying to cheat us or simply take advantage of us."]},

			{"Eike": ["They don't get something for nothing, even if they are sexy. There are many other people who will work for free.",

				"No matter how nice it sounds, I wouldn't do it [spec work]. Because it doesn't help anything. It helps nothing. Many think I get to add this to my list of clients, but it doesn't interest a soul whether, I have no idea, Coca Cola or whatever is listed, nobody cares. Nowadays, every other designer has ‘Nike' in his portfolio because one ​​time they made a flyer for footlocker, y'know? Locally, somewhere in Munich for a Nike campaign, then Nike is listed as a client. That means nothing.",

				"Hort, is this place in Berlin where people work but in the end it's also a focal point where people love what they do. You know, you have to protect them. That is how I think of Hort, not just this place in Berlin, but as a community of designers.",

				"Exactly. This is my idea of working together. I would also like to be a paradigm of a small studio, how to work, how to treat clients, how one... yeah I would like to be a model for young agencies, who say oh, I want start something like Hort.",

				"I think we should be a little bit sensible, what are we doing? Who are we? Where are we? And then we can also micro-democratically decide. Yes, we can't change the big world, but we can say, ah, I'll buy an apple that is grown organically. I can do that. So I can still influence the larger whole."]},

			{"T": ["Earlier we were talking about your workshops, because a part of your visit here in Munich is this workshop at Designschule M&uuml;nchen. I'd love to hear your thoughts and philosophy about instructing, or teaching or discussing. It's pretty clear, and you've stated it, that for you teaching is very important. And, perhaps you've heard it very often, but you yourself broke off your own studies."]},

			{"Eike": ["I did indeed. I also had my problems to go into teaching. Teaching means to continue to learn. To pass on knowledge, And I am of the opinion there is no knowledge. There is general knowledge, which can be shared by anyone, that can be downloaded from anywhere, there's no need for anyone particular. For this knowledge there's no need for professors. Because it is so commonplace, I just have to get it. Such as design foundations, etc."]},

			{"T": ["How much respect do you expect from your students?"]},

			{"Eike": ["None."]},

			{"T": ["Why?"]},

			{"Eike": ["I see myself as a designer, I don't feel like a teacher, someone who says this is right and that is wrong. That's what teaching is, an emphasis, I don't see my self in that idea. But rather I say I'm a guide. And I'm a motivator. This probably comes out of my personal experience, from my own experience which was so negative and driven from professors. What was easy for me to see was, this professor is this way if I do this and that I'll get a good grade. That's how it was for me: but where am I? What does this have to do with me? It's always about this professor here. As I slipped into this role, the first time someone asked me to hold a lecture, I said \"a lecture is so odd,\" I'm up front and somebody is listening to me, this is totally one-sided. There's no exchange and there's no return. So I said, I won't do a lecture, I'll do a workshop. That was in 2003 or something like that. That was a long time ago. And then I held a workshop with students and said \"wow, it's great to work with young people.\" In these moments where we can communicate eye-to-eye, where there isn't this \"I am this and I am that...\" ok there is still that, I can't deny that completely, but I still have the feeling we're communicating and we can engage with each other. It's not a one-sided situation. Then I said, this is great work, I love working with young people.",

				"I also do the same thing in my office but... now I've slid into this entire professor-thing and now I'm practically a full-time professor in [HfG] Offenbach. Offenbach is a good school. Very open. Interdisciplinary. Painting, sculpture, room installation projects, everything is cohesive. As I said I don't see myself as an instructor, who sits up front and says \"this is how it is.\" I make themes per semester, over-arching topics, i.e. \"I\" or something like that and there are sub-topics which students can research."]},

			{"T": ["I would say that's rather provocative."]},

			{"Eike": ["Exactly. I'm more the type, that encourages, that suggests a theme, which one has to somehow play and one who rather motivates. Rather saying: just try it. Yes, and: this is right and this is wrong, is nonsense. What I do is, I ask questions. I just ask questions. I only say \"Why?\" Or \"Do you think that's right?\" And then the decision is in fact back at the person. I don't want to make the decision for any student. I will not say: \"this I think is good and this I think is not good.\" Then the decision has been made by me. And so I find teaching to be a... you can provide the foundation. Well, the design principles, color theory, typography, gestalt principles and so on. That you can do. But when it really comes to design, then I'm just a guide. And even then I'm more of someone, \"hey, you have to fall in love! You have to fall in love with typography,\" then you're a good typographer. And because I want pull people in."]},

			{"T": ["That's great! Often when looking at the body of work from yourself and from Hort, this philosophy is pretty clear. However, where is the line between art and design? Or perhaps alternatively, what makes good design?"]},

			{"Eike": ["Yeah, that's two completely different questions."]},

			{"T": ["Yeah... could be."]},

			{"Eike": ["So I always say, art is a different life. So to say if you are doing art, that to me means you are an artist. And that's simply a life decision. And I'm a designer. That is, may people say we are artistic. We solve things in an artistic way but actually we communicate. That's why we are not artists but communicators. This is also comes from, that I myself am strongly fanatically associated with art. Meaning, my own interest in sculpture and installation work, stemming from painting and it's staging. So to say, that's where I come from. Those also where my roots are.",

				"Of course I'm influenced by what happens there and I've naturally included in my work. Today, both of these areas completely intersect. Art is now also inspired by current graphic design. It's no longer the case that, art is elitist and that everything else follows this art. No, no, no, it's all intersecting and that's a good thing. There are so many disciplines, such as fashion or painting or architecture and there's no issue that design also influences them. With that in mind, I always say, we have a task that we have to solve. Whether we solve it artistically or via marketing, that's our decision. Why can't I say, this is where I come from and that's what influences me and that what I'll integrate within my communications solutions. I find this rediscovery totally exciting, to say, this is me, that's mine. I've got a lot of artist friends, because I'm so close to them. But I don't do what they do, I do something different."]},

			{"T": ["So if I understand you correctly. There is of course contemporary design which quite frankly drives Hort, you create contemporary design, and I don't mean that in a bad way. However, what about contemporary vs. classic, because what one does now, is in for the moment, but come 2013 you're broke and irrelevant."]},

			{"Eike": ["I think that's a great question. Because this idea to make iconic design is a self serving idea. To say that something I design is a classic. Everything that was done by Otl Aicher, was at the time designed in a contemporary style. What might have survived, or perhaps was rediscovered and romanticized, is actually rooted in it's own time and space. There was a need to design within the times. And I see myself so. I don't want iconic. I don't want..."]},

			{"T": ["Really?"]},

			{"Eike": ["No, I find it ridiculous. To build something like my father. No, because I come from here, I'm in 2012 and it has happen now, or perhaps a bit earlier. Communication has changed drastically, the whole idea from 50 years ago. That's no longer an idea, it's not here."]},

			{"T": ["Honestly?"]},

			{"Eike": ["It's ridiculous, it's ridiculous. The last 10 years have changed so much, everything I try is absurd, in that I try it. I know designers, I know people who say, \"I make timeless icons.\" Those are pretty but boring grave stones. Yes, of course, they'll also work in 50 years. But of course, but clearly because they are based on the aesthetic principles of perception.",

				"Please, how easy is that? I just want to start a discourse. I just want to see that the people develop themselves, that something happened. The \"No, we do not want any more clichés, we want to have a discussion about communication.\" That's why I'm here. Of course, we are contemporary. It's logical. Of course, we are situated in the reality of what happens, of course. Perhaps we are also trend-setters, yes.",

				"But is that so bad?"]},

			{"T": ["–T&T"]}
		]

	}

}}



